<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link  rel="icon"   href="../images/favicon.png" type="image/png" />
    <title>Luis Manuel Su&aacute;rez Gonz&aacute;lez - Pol&iacute;tica de privacidad</title>
    <link rel="stylesheet" href="../node_modules/cookie-consent-js/src/cookie-consent.css"/>
    <style>
        body {
            font-family: sans-serif;
            line-height: 1.4;
        }
    </style>
</head>
<body>
<h1>Pol&iacute;tica de privacidad</h1>
<p>Tu privacidad es importante para m&iacute;. En esta declaraci&oacute;n de privacidad te explico qu&eacute; datos personales recopilo y c&oacute;mo los utilizo. Te animo a leer detenidamente estos t&eacute;rminos antes de facilitar tus datos personales en esta web. Los mayores de trece a&ntilde;os podr&aacute;n enviar su informaci&oacute;n de contacto sin el previo consentimiento de sus padres o tutores.

En el caso de los menores de trece a&ntilde;os se requiere el consentimiento de los padres o tutores para el tratamiento de sus datos personales.

En ning&uacute;n caso se recabar&aacute;n del menor de edad datos relativos a la situaci&oacute;n profesional, econ&oacute;mica o a la intimidad de los otros miembros de la familia, sin el consentimiento de &eacute;stos.

Si eres menor de trece a&ntilde;os y has accedido a este sitio web sin avisar a tus padres no debes enviar tus datos de contacto.

En esta web se respetan y cuidan los datos personales de los usuarios. Como usuario debes saber que tus derechos est&aacute;n garantizados.

Me he esforzado en crear un espacio seguro y confiable y por eso quiero compartir mis principios respecto a tu privacidad:</p>
<ul>
    <li>
        Nunca solicito información personal a menos que realmente sea necesaria para prestarte los servicios que me requieras.
    </li>
    <li>
        Nunca comparto información personal de mis usuarios con nadie, excepto para cumplir con la ley o en caso que cuente con tu autorización expresa.
    </li>
    <li>
        Nunca utilizo tus datos personales con una finalidad diferente a la expresada en esta política de privacidad.
    </li>
</ul>
<p>
    Luis Manuel Su&aacute;rez Gonz&aacute;lez ha adecuado esta web a las exigencias de la Ley Org&aacute;nica 15/1999, de 13 de diciembre, de Protecci&oacute;n de Datos de Car&aacute;cter Personal (LOPD), y al Real Decreto 1720/2007, de 21 de diciembre, conocido como el Reglamento de desarrollo de la LOPD. Cumple tambi&eacute;n con el Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016 relativo a la protecci&oacute;n de las personas f&iacute;sicas (RGPD), as&iacute; como con la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Informaci&oacute;n y Comercio Electr&oacute;nico (LSSICE o LSSI).
</p>
<h1>
    Responsable del tratamiento de tus datos personales
</h1>
<ul>
    <li>
        Identidad del responsable: Luis Manuel Su&aacute;rez Gonz&aacute;lez
    </li>
    <li>
        NIF/CIF: Y5835330Z
    </li>
    <li>
        Direcci&oacute;n: 04006 (Almer&iacute;a)
    </li>
    <li>
        Email: lsuarezg8811@gmail.com
    </li>
    <li>Actividad: Programador de software</li>
</ul>
<h1>Principios que aplicar&eacute; a tu informaci&oacute;n personal</h1>
<ul>
<li>Principio de licitud, lealtad y transparencia: Siempre voy a requerir tu consentimiento para el tratamiento de tus datos personales para uno o varios fines espec&iacute;ficos que te informar&eacute; previamente con absoluta transparencia.</li>
<li>Principio de minimizaci&oacute;n de datos: Solo voy a solicitar datos estrictamente necesarios en relaci&oacute;n con los fines para los que los requiero. Los m&iacute;nimos posibles.</li>
<li>Principio de limitaci&oacute;n del plazo de conservaci&oacute;n: los datos ser&aacute;n mantenidos durante no m&aacute;s tiempo del necesario para los fines del tratamiento, en funci&oacute;n a la finalidad, te informar&eacute; del plazo de conservaci&oacute;n correspondiente, en el caso de suscripciones, peri&oacute;dicamente revisar&eacute; mis listas y eliminar&eacute; aquellos registros inactivos durante un tiempo considerable.</li>
<li>Principio de integridad y confidencialidad: Tus datos ser&aacute;n tratados de tal manera que se garantice una seguridad adecuada de los datos personales y se garantice confidencialidad. Debes saber que tomo todas las precauciones necesarias para evitar el acceso no autorizado o uso indebido de los datos de mis usuarios por parte de terceros.</li>
</ul>
<h1>¿C&oacute;mo he obtenido tus datos?</h1>
<p>Los datos han sido obtenidos a trav&eacute;s del formulario de contacto</p>
<p>
    <a href="javascript:cookieConsent.reset()">Pol&iacute;tica de cookies</a>
</p>
<script src="../node_modules/cookie-consent-js/src/cookie-consent.js"></script>
<script>
    var cookieConsent = new CookieConsent({privacyPolicyUrl: "privacy-policy_old.html", autoShowModal: false, blockAccess: true})
</script>
</body>
</html>